export const HERO_SECTION = {
    title: 'Зимние Леса Беларуси',
    subtitle: 'Мы выращиваем и продаем лучшие елки по всей Беларуси.',
    buttonText: 'Узнать больше',
};

export const INFO_BLOCKS = [
    {
        image: require('../assets/forest.jpg'),
        title: 'Наши леса',
        text: 'Мы заботимся о наших лесах и обеспечиваем устойчивое развитие лесного хозяйства. Природа — наше главное богатство.',
    },
    {
        image: require('../assets/tree-plantation.jpg'),
        title: 'Плантации елей',
        text: 'Уникальные плантации обеспечивают свежие и высококачественные елки для праздников, придавая вашему дому настоящий зимний дух.',
    },
    {
        image: require('../assets/team.jpg'),
        title: 'Наша команда',
        text: 'Сплоченная команда профессионалов, которые вкладывают душу в каждое дерево, каждый заказ и каждое новогоднее настроение.',
    },
];

export const FEATURES = [
    {
        image: require('../assets/quality.jpg'),
        title: 'Высокое качество',
        text: 'Мы выращиваем наши елки с любовью и вниманием, гарантируя идеальную форму и свежесть.',
    },
    {
        image: require('../assets/ecology.jpg'),
        title: 'Экологичность',
        text: 'Мы строго соблюдаем экологические стандарты и бережно относимся к природе, сохраняя леса для будущих поколений.',
    },
    {
        image: require('../assets/delivery.jpg'),
        title: 'Быстрая доставка',
        text: 'Наша команда организует доставку елок в кратчайшие сроки, чтобы ваш праздник был безупречным.',
    },
    {
        image: require('../assets/support.jpg'),
        title: 'Поддержка клиентов',
        text: 'Мы всегда рядом, чтобы помочь вам с выбором, заказом или консультацией по уходу за елкой.',
    },
];

export const CALL_TO_ACTION = {
    title: 'Готовы сделать заказ?',
    subtitle: 'Свяжитесь с нами, и мы подберем для вас идеальную ель, соответствующую вашим ожиданиям!',
    buttonText: 'Связаться с нами',
};

export const RECRUITMENT_SECTION = {
    title: 'Присоединяйтесь к нашей команде!',
    subtitle: 'Работайте с нами и станьте частью будущего экологии. Мы предлагаем работу с доходом от <span class="font-extrabold text-secondary">200 долларов</span> в день. Вместе мы создадим лучшее завтра!',
    buttonText: 'Отправить резюме',
};
